Revit 2027 API
BuiltInFailures.GroupFailures.FailedToTransformAttachedGroup Property
 Attached group could not be properly relocated.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId FailedToTransformAttachedGroup { get; }
Public Shared ReadOnly Property FailedToTransformAttachedGroup As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ FailedToTransformAttachedGroup {
	FailureDefinitionId^ get ();
}
static member FailedToTransformAttachedGroup : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace